<?php

return [
    'definition' => 'લોરેમ ઇપ્સમ શું છે ?',
    'description' => 'ઇપ્સમ એ પ્રિન્ટિંગ અને ટાઇપસેટિંગ ઉદ્યોગનું ખાલી ડમી ટેક્સ્ટ છે. 1500 ના દાયકાથી લોરેમ ઇપ્સમ એ ઇન્ડસ્ટ્રીઝનું પ્રમાણભૂત ડમી ટેક્સ્ટ છે, જ્યારે કોઈ અજાણ્યા પ્રિન્ટર પ્રકારનો એક ગેલી લઈને તેને એક પ્રકારનો નમૂનો પુસ્તક બનાવવા માટે સ્ક્રેમ્બલ કરે છે. તે માત્ર પાંચ સદીઓ જ નહીં, પણ ઈલેક્ટ્રોનિક ટાઈપસેટિંગમાં પણ છલાંગ લગાવી રહી છે, જે અનિવાર્યપણે યથાવત છે. તે 1960ના દાયકામાં લોરેમ ઇપ્સમ પેસેજ ધરાવતી લેટ્રાસેટ શીટ્સના પ્રકાશન સાથે અને તાજેતરમાં ડેસ્કટૉપ પબ્લિશિંગ સોફ્ટવેર જેવા કે એલ્ડસ પેજમેકર, જેમાં લોરેમ ઇપ્સમના વર્ઝનનો સમાવેશ થાય છે તેની સાથે લોકપ્રિય થયો હતો.'
]

?>
